Repository: tximikel/timebank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: Spanish
eu: Gaztelera

source: Spanish (neutral gender)
eu: Gaztelera (genero neutrala)

source: English
eu: Ingelesa

source: Gallego
eu: Galegoa

source: You must be registered to enter in <a href="%(link)s">%(link_text)s</a>. You might want to <a href="%(join_url)s">join us now</a> or enter with your user using the grey login box at the left.
eu: <a href="%(link)s"> sisteman sartzeko %(link_text)s</a> izena emana (erregistraturik) egon behar duzu. Erabiltzailerik ez baduzu <a href="%(join_url)s">izena eman ezazu</a> edo bestela sisteman sar zaitez, ezkerrean dagoen laukitxo grisean zure erabiltzailea jarririk.

source: Required.
eu: Beharrezkoa

source: Optional.
eu: Aukerakoa

source: From %(from)d to %(to)d characters.
eu: %(from)d eta %(to)d karaktere bitarte.

source: Up to %d characters.
eu: %d karaktere arte.

source: Minimum %d characters.
eu: Gutxienez %d karaktere.

source: Requeried.
eu: Beharrezkoa

source: Example: name@example.com
eu: Adibidez: izena@adibide.com

source: Required. Example(s):
eu: Beharrezkoa. Adibidez:

source: Optional. Example(s):
eu: Aukerakoa. Adibidez:

source: Captcha disabled
eu: Captcha desaktibatuta

source: Invalid captcha
eu: Baliogabeko Captcha

source: Content
eu: Edukia

source: Use HTML
eu: Erabilitako HTML

source: Name and Surname
eu: Izen abizenak

source: Your contact email
eu: Zure posta elektronikoa

source: Subject
eu: Gaia

source: Message
eu: Mezua

source: Registered user %(username)s sends the following message: %(message)s
eu: Erregistratuta dagoen %(username)s erabiltzaileak, mezu hau bidaltzen du: %(message)s

source: Registered user %(name)s whose email is %(email)s sends the following message: %(message)s
eu: Erregistratuta dagoen %(name)s izeneko eta %(email)s email helbidea duen erabiltzaileak, ondorengo mezua bidaltzen du: %(message)s

source: Mail sent, we'll answer you as soon as possible.
eu: Bidalitako emaila. Ahalik eta azkarren erantzungo dizugu.

source: Recipient
eu: Jasotzailea

source: group
eu: taldea

source: Creates the message optionally for all users or a group of users.
eu: Mezua aukeran erabiltzaile guztientzat ala talde batentzat sortuko da.

source: All users
eu: Erabiltzaile guztiak

source: Date/time
eu: Data/Ordua

source: The following usernames are incorrect: %(users)s
eu: Ondorengo erabiltzaile izenak okerrak dira: %(users)s

source: Message Received
eu: Mezua jasota

source: you have received a message
eu: mezua jaso duzu

source: Message Sent
eu: Mezua bidalita

source: you have sent a message
eu: mezua bidali duzu

source: Message Replied
eu: Mezua erentzunda

source: you have replied to a message
eu: mezuari erantzun diozu

source: Reply Received
eu: Erantzun-mezua jasota

source: you have received a reply to a message
eu: mezu baten erantzuna jaso duzu

source: Message Deleted
eu: Mezua ezabatuta

source: you have deleted a message
eu: mezua ezabatu duzu

source: Message Recovered
eu: Mezua berreskuratuta

source: you have undeleted a message
eu: mezua berreskuratu duzu

source: Sender
eu: Bidaltzailea

source: Parent message
eu: Guraso-mezua

source: sent at
eu: noiz bidalita:

source: read at
eu: noiz irakurrita:

source: replied at
eu: noiz erantzunda:

source: Sender deleted at
eu: Bidaltzaileak noiz ezabatuta:

source: Recipient deleted at
eu: Jasotzaileak noiz ezabatuta:

source: Public message
eu: Mezu publikoa

source: Service
eu: Zerbitzua

source: Transfer
eu: Transferentzia

source: Messages
eu: Mezuak

source: New Message: %(subject)s
eu: Mezu berria: %(subject)s

source: New transfer request from %s
eu: %s-ren transferentzia eskaera berria

source: New direct transfer from %s
eu: %s-ren transferentzia zuzen berria

source: Transfer from %s edited
eu: %s-ren transferentzia editatua

source: Transfer of the service from %s accepted
eu: %s-ren zerbitzu-transferentzia onartua

source: Direct transfer from %s accepted
eu: %s-ren transferentzia zuzena onartua

source: Transfer to %(user1)s from a service of %(user2)s cancelled
eu: %(user2)s-ren zerbitzuaren transferentzia %(user1)s-ri ezeztatua

source: Direct transfer from %s cancelled
eu: %s-ren transferentzia ezeztatua

source: Transfer of the service you did to %s confirmed
eu: %s-ri egin zenion zerbitzu-transferentzia onartua

source: Message successfully sent.
eu: Mezua ondo bidali da.

source: %(sender)s wrote: %(body)s
eu: %(sender)s-(e)k idatzitakoa: %(body)s

source: Message successfully deleted.
eu: Mezua ondo ezabatu da.

source: Message successfully recovered.
eu: Mezua ondo berreskuratu da.

source: Title
eu: Izenburua

source: Creation date
eu: Sortze data

source: Last modification date
eu: Azken aldaketaren data

source: Publish date
eu: Argitaratze data

source: Hidden
eu: Ezkututa

source: Body
eu: Mezua

source: User
eu: Erabiltzailea

source: Author
eu: Egilea

source: News
eu: Berriak

source: News in %s
eu: %s -en albisteak.

source: Area id
eu: Komunitate id.

source: Area name
eu: Komunitate izena

source: User id
eu: Erabiltzaile id.

source: User name
eu: Erabiltzaile izena

source: Transference payee
eu: Ordaindutako transferentzia

source: Transference debtor
eu: Kobratutako transferentzia

source: Balance total
eu: Balantze totala

source: Balance check
eu: Balantze egiaztapena

source: Area
eu: Komunitatea

source: Transferences balance check report
eu: Tranferentzi-balantze egiaztapen txostena

source: Service id
eu: Zerbitzu id.

source: Service name
eu: Zerbitzu izena

source: Is offer?
eu: Eskaintza al da?

source: Transf. user
eu: Transf. erabiltzailea

source: Transf. status
eu: Transf. egoera

source: Request date
eu: Eskaera-data

source: Confirmation date
eu: Baieztapen-data

source: Sum. of Transf. payee
eu: Kobratutako transf. batura

source: Sum of Transf. debtor
eu: Ordaindutako transf. batura

source: Service transferences report
eu: Zerbitzu-transferentzien txostena

source: True
eu: Egi

source: False
eu: Gezur

source: Apply tranfer
eu: Transferentzia aplikatu.

source: All
eu: Guztiak

source: Tip: do not introduce personal data that you don't want to make public, use private messages for that.
eu: Oharra: Ez sartu publikoak egin nahi ez dituzun datu pertsonalak, honetarako mezu pribatuak erabili.

source: This field is required.
eu: Eremu hau beharrezkoa da.

source: offer
eu: Eskaintza

source: demand
eu: Eskaera

source: connected less than a day ago
eu: Azken konexioa: Egun bat baino gutxiago

source: connected less than a week ago
eu: Azken konexioa: Aste bete bat baino gutxiago

source: connected less than a month ago
eu: Azken konexioa: Hilabete bat baino gutxiago

source: connected less than 3 months ago
eu: Azken konexioa: 3 hilabete baino gutxiago

source: connected less than 6 months ago
eu: Azken konexioa: 6 hilabete baino gutxiago

source: connected less than a year ago
eu: Azken konexioa: Urte bete baino gutxiago

source: Only list my services
eu: Soilik nire zerbitzuak azaldu

source: Service type
eu: Zerbitzu mota

source: Category
eu: Kategoria

source: User status
eu: Erabiltzailearen egoera

source: Username
eu: Erabiltzailearen izena

source: Text
eu: Testua

source: give credits
eu: Kredituak eman

source: ask for credits
eu: Kredituak eskatu

source: Name the user who will receive or will be asked for the credits to transfer
eu: Kredituak jaso edo eskatuko zaizkion erabiltzailearen izena.

source: Credits
eu: Kredituak

source: Choose if you receive or ask for credits with this transfer
eu: Kredituak jaso edo kredituak eskatuko dituzun azaldu behar duzu transferentzia honetan.

source: No user exists with this username.
eu: Ez dago erabiltzaile izen hori duen erabiltzailerik.

source: Categories
eu: Kategoriak

source: Individual
eu: Banakakoa

source: Collective
eu: Kolektiboa

source: Service ready to join, attendance reached
eu: Zerbitzua egiteko prest, partaidetza lortua

source: Service ready to join, attendance required!
eu: Zerbitzua egiteko prest, partaidetza beharrezkoa!

source: Joining closed & pending to be made
eu: Izen-ematea itxia & egiteko zai

source: Joining closed & won't be made!
eu: Izen-ematea itxia & ez da egingo!

source: Service made & pending transfers
eu: Zerbitzua egina & transferentzien zai

source: Service don't made!
eu: Zerbitzua egin gabea!

source: Service finished
eu: Zerbitzua bukatua

source: Minimum attendance not reached!
eu: Gutxienezko partaidetza ez da lortu!

source: Required attendance reached, service will be made
eu: Beharrezko partaidetza lortua, zerbitzua egingo da

source: Maximum attendance reached! service will be made
eu: Gehienezko partaidetzara heldua! zerbitzua egingo da

source: Service won't be made on scheduled date!
eu: Zerbitzua ez da antolatutako datan egingo!

source: Waiting for service on scheduled date
eu: Zerbitzua antolatutako datan egiteko zai

source: Service don't made on scheduled date!
eu: Zerbitzua ez da antolatutako datan egin!

source: Waiting to finish individual transfers & make collective
eu: Banakako transferentziak bukatzeko & kolektiboa sortzeko zai

source: Waiting to make collective transfer
eu: Transferentzia kolektiboa sortzeko zai

source: Waiting to finish individual & collective transfers
eu: Banakako eta kolektiboa diren transferentziak bukatzeko zai

source: Waiting to finish individual transfers
eu: Banakako transferentziak bukatzeko zai

source: Waiting to finish collective transfer
eu: Transferentzia kolektiboa bukatzeko zai

source: Waiting to finish service
eu: Zerbitzua bukatzeko zai

source: Service is performed
eu: Zerbitzua egina dago

source: Service is abandoned!
eu: Baztertutako zerbitzua!

source: half hour
eu: Ordu erdia

source: 1 hour
eu: Ordu bete

source: 1 hour and half
eu: Ordu eta erdi

source: 2 hours
eu: Bi ordu

source: 2 hours and half
eu: Bi ordu eta erdi

source: 3 hours
eu: Hiru ordu

source: 3 hours and half
eu: Hiru ordu eta erdi

source: 4 hours
eu: Lau ordu

source: 4 hours and half
eu: Lau ordu eta erdi

source: 5 hours
eu: Bost ordu

source: 5 hours and half
eu: Bost ordu eta erdi

source: 6 hours
eu: Sei ordu

source: 6 hours and half
eu: Sei ordu eta erdi

source: 7 hours
eu: 7 ordu

source: 7 hours and half
eu: 7 ordu eta erdi

source: 8 hours
eu: 8 ordu

source: 8 hours and half
eu: 8 ordu eta erdi

source: 9 hours
eu: 9 ordu

source: 9 hours and half
eu: 9 ordu eta erdi

source: 10 hours
eu: 10 ordu

source: 10 hours and half
eu: 10 ordu eta erdi

source: 11 hours
eu: 11 ordu

source: 11 hours and half
eu: 11 ordu eta erdi

source: 12 hours
eu: 12 ordu

source: 12 hours and half
eu: 12 ordu eta erdi

source: 13 hours
eu: 13 ordu

source: 13 hours and half
eu: 13 ordu eta erdi

source: 14 hours
eu: 14 ordu

source: 14 hours and half
eu: 14 ordu eta erdi

source: 15 hours
eu: 15 ordu

source: 15 hours and half
eu: 15 ordu eta erdi

source: 16 hours
eu: 16 ordu

source: 16 hours and half
eu: 16 ordu eta erdi

source: 17 hours
eu: 17 ordu

source: 17 hours and half
eu: 17 ordu eta erdi

source: 18 hours
eu: 18 ordu

source: 18 hours and half
eu: 18 ordu eta erdi

source: 19 hours
eu: 19 ordu

source: 19 hours and half
eu: 19 ordu eta erdi

source: 20 hours
eu: 20 ordu

source: 20 hours and half
eu: 20 ordu eta erdi

source: 21 hours
eu: 21 ordu

source: 21 hours and half
eu: 21 ordu eta erdi

source: 22 hours
eu: 22 ordu

source: 22 hours and half
eu: 22 ordu eta erdi

source: 23 hours
eu: 23 ordu

source: 23 hours and half
eu: 23 ordu eta erdi

source: 24 hours
eu: 24 ordu

source: 24 hours and half
eu: 24 ordu eta erdi

source: 25 hours
eu: 25 ordu

source: 25 hours and half
eu: 25 ordu eta erdi

source: 26 hours
eu: 26 ordu

source: 26 hours and half
eu: 26 ordu eta erdi

source: 27 hours
eu: 27 ordu

source: 27 hours and half
eu: 27 ordu eta erdi

source: 28 hours
eu: 28 ordu

source: 28 hours and half
eu: 28 ordu eta erdi

source: 29 hours
eu: 29 ordu

source: 29 hours and half
eu: 29 ordu eta erdi

source: 30 hours
eu: 30 ordu

source: Creator
eu: Sortzailea

source: Description
eu: Deskribapena

source: Is public readable?
eu: Publikoki irakurgarria al da?

source: Individual or collective service?
eu: Zerbitzua banakakoa ala kolektiboa?

source: Minimum attendance
eu: Gutxienezko partaidetza

source: Maximum attendance
eu: Gehienezko partaidetza

source: Scheduled date
eu: Programatutako data

source: Scheduled start time
eu: Programatutako hasiera-ordua

source: Scheduled end time
eu: Programatutako bukaera-ordua

source: Participation time cost (h per person)
eu: Parte-hartzeko denbora-kostua (ordu pertsoneko)

source: Preparation time cost (h creator)
eu: Prestaketako denbora-kostua (ordu sortzaileak)

source: Money cost in total (€)
eu: Diru-kostu totala (€)

source: Subscribe before date
eu: Izena emateko azken eguna (data)

source: Notes
eu: Oharrak

source: offered
eu: eskainita

source: demanded
eu: eskatuta

source: requested
eu: eskatuta

source: accepted
eu: onartuta

source: cancelled
eu: ezeztatuta

source: done
eu: burututa

source: Direct transfer creator
eu: Transferentzia zuzenaren sortzailea

source: Credits payee
eu: Kredituen jasotzailea

source: Credits debtor
eu: Kredituen zorduna

source: Transfer request date
eu: Transferentzia eskaria egin zen data

source: Transfer confirmation date
eu: Transferentzia konfirmatu zen data

source: Status
eu: Egoera

source: Is public
eu: Transferentzia publikoa

source: Service added successfully
eu: Zuzentasunez gehitutako zerbitzua

source: You can't modify a service that isn't yours
eu: Ezin duzu zurea ez den zerbitzu bat aldatu

source: You can't change the type of service between offer and demand with transfers while there are ongoing transfers.
eu: Transferentzia egiten dagoen bitartean ezin duzu eskaintzan dagoen zerbitzua eskaria bihurtu.

source: Service modified successfully
eu: Zuzentasunez aldatutako zerbitzua

source: Service removed successfully
eu: Zuzentasunez aldatutako zerbitzua

source: You can't remove a service that isn't yours
eu: Ezin duzu zurea ez den zerbitzu bat ezabatu

source: Service enabled successfully
eu: Zuzentasunez aktibatutako zerbitzua

source: Service disabled successfully
eu: Zuzentasunez desaktibatutako zerbitzua

source: You can't transfer credits to yourself
eu: Ezin duzu zure buruari kredituen transferentzia egin

source: The transfer would exceed the credit limit of the credits receiver
eu: Transferentzia honekin jasotzailearen kreditu limitea gaindituko da

source: The transfer would exceed the minimum credit limit of the person giving the credits
eu: Transferentzia honekin kredituak ematen dituenaren limite minimoa gaindituko da

source: Transfer created successfully
eu: Zuzentasunez sortutako transferentzia

source: You don't have enough credit
eu: Ez duzu nahiko kreditu

source: You can't demand a service to yourself
eu: Ezin duzu zure buruari zerbitzua eskatu

source: The transfer would exceed the minimum credit limit of the person receiving the service
eu: Transferentzia honekin kredituak jasotzen dituenaren limite minimoa gaindituko zen.

source: You already have an ongoing transfer for this service
eu: Jada baduzu zerbitzu honetarako transferentzia bat hasita.

source: You can't modify a transfer that isn't yours
eu: Ezin duzu zurea ez den transferentzia bat aldatu

source: You can only modify transfers that haven't been accepted
eu: Soilik onartutak ez dauden transferentziak aldatzen ahal dituzu

source: The transfer would exceed the credit limit of thecredits receiver
eu: Zuzentasunez aldatutako transferentzia

source: Transfer modified successfully
eu: Zuzentasunez aldatutako transferentzia

source: You can't cancel a transfer that isn't yours
eu: Ezin duzu zurea ez den transferentzia bat ezeztatu

source: You can only cancel transfers that haven't been done
eu: Soilik egin ez diren transferentziak ezeztatu ditzazkezu.

source: Transfer cancelled
eu: Ezeztutako transferentzia

source: You can't accept a transfer of a service that isn't yours
eu: Ezin duzu zuria ez den zerbitzu bateko transferentzia onartu.

source: You can only modify transfers that haven't been done
eu: Soilik egin ez diren transferentzia aldatu ditzazkezu.

source: Transfer accepted
eu: Onartutako transferentzia

source: The transfer would exceed the credit limit of the person receiving the credits
eu: Transferentzia honekin kredituak jasotzen dituenaren limitea gainditzen da.

source: You can't confirm a transfer of a service that isn't yours
eu: Ezin duzu baieztatu zuria ez den zerbitzu bateko transferentzia.

source: You can only confirm accepted transfers
eu: Soilik baieztatzen ahal dira onartutako transferentziak.

source: Transfer done
eu: Gauzatutako transferentzia.

source: You don't have permissions to see this transfer
eu: Ez daukazu transferentzia hau ikusteko baimenik.

source: Error receiving the rating
eu: Puntuazioa jasotzerakoan akatsa izan da.

source: You don't have permissions to rate this transfer
eu: Ez daukazu baimenik transferentzia hau puntuatzeko.

source: Rating must be between 1 and 5
eu: Soilik 1 etik 5 erako puntuazioa jar dezakezu.

source: Transfer rating updated successfully
eu: Transferentzia honen puntuazioa zuzentasunez eguneratu da.

source: You can't comment inactive services
eu: Ezin dira aktiboak ez dauden zerbitzuak komentatu.

source: Comment added successfully
eu: Zuzentasunez erantsitako azalpena

source: You can't remove a message that isn't yours
eu: Ezin duzu zurea ez den mezu bat ezabatu

source: Comment removed successfully
eu: Zuzentasunez ezabatutako azalpena

source: Collective demands is still not implemented!
eu: Eskaera kolektiboak oraindik ez dira inplementatu!

source: Collective service:
eu: Zerbitzu kolektiboa:

source: Joined in the service
eu: Zerbitzuan izena emana

source: You can't join, maximum attendance reached!
eu: Ezin duzu izena eman, gehienezko partaidetzara heldua!

source: Left from the service
eu: Zerbitzuan izena kendua

source: Collective transfer made
eu: Transferentzi kolektiboa egina

source: Collective user of your area can't be found!
eu: Zure komunitateko erabiltzaile kolektiboa ezin da aurkitu!

source: This service can't have previously created collective transfer!
eu: Zerbitzu honek aurretik sortutako transferentzia kolektiboa ezin du izan!

source: Collective transfer request
eu: Transferentzi kolektibo eskaera

source: Date
eu: Data

source: Resolution
eu: Bereizmena

source: Percentage
eu: Portzentaia

source: Resolution by year
eu: Urteko bereizmena

source: Resolutions by year
eu: Urteko bereizmenak

source: Age
eu: Adina

source: Men
eu: Gizonezkoa

source: Women
eu: Emakumezkoa

source: Populations
eu: Biztanleriak

source: Name
eu: Izena

source: Companies
eu: Konpainiak

source: Is Active?
eu: Aktibatua al dago?

source: Browsers
eu: Nabigatzaileak

source: [OS] Name
eu: [SE] Izena

source: Report list
eu: Txostenen zerrenda

source: Report
eu: Txostena

source: Results
eu: Emaitzak

source: Nothing
eu: Hutsik

source: Unnamed report
eu: Izenik gabeko txostena

source: Line
eu: Lerroa

source: Columns
eu: Zutabeak

source: Pie
eu: Oin

source: Sum
eu: Batura

source: Count
eu: Kontaketa

source: Average
eu: Batazbesteko

source: Group by field:
eu: Taldekatu eremuaren arabera:

source: None
eu: Ezer/Inor ez

source: Loading...
eu: Kargatzen...

source: January
eu: Urtarrila

source: February
eu: Otsaila

source: March
eu: Martxoa

source: April
eu: Apirila

source: May
eu: Maiatza

source: June
eu: Ekaina

source: July
eu: Uztaila

source: August
eu: Abuztua

source: September
eu: Iraila

source: October
eu: Urria

source: November
eu: Azaroa

source: December
eu: Abendua

source: Jan
eu: Urt

source: Feb
eu: Ots

source: Apr
eu: Api

source: Jun
eu: Eka

source: Jul
eu: Uzt

source: Aug
eu: Abu

source: Sep
eu: Ira

source: Oct
eu: Urr

source: Nov
eu: Aza

source: Dec
eu: Abe

source: Sunday
eu: Igandea

source: Monday
eu: Astelehena

source: Tuesday
eu: Asteartea

source: Wednesday
eu: Asteazkena

source: Thursday
eu: Osteguna

source: Friday
eu: Ostirala

source: Saturday
eu: Larunbata

source: Page
eu: Orria

source: Sun
eu: Ig

source: Mon
eu: Al

source: Wed
eu: Az

source: Thu
eu: Og

source: Fri
eu: Ol

source: Sat
eu: La

source: Send
eu: Bidali

source: Filter results
eu: Emaitzak iragazi

source: Group by
eu: Honen bidez taldekatu

source: Get results
eu: Emaitzak eskuratu

source: Print
eu: Inprimatu

source: Empty report list.
eu: Txostenen zerrenda hutsik.

source: Go up
eu: Gora joan

source: This query has no results
eu: Kontsulta honek ez du emaitzarik lortu

source: Start date
eu: Hasiera data

source: End date
eu: Bukaera-data

source: Last execution
eu: Azken gauzatzea

source: Update task postponed
eu: Atzeratutako eguneratze zeregina.

source: Update task done
eu: Eguneratu zeregina eginda bezala.

source: Updates from %s
eu: %s -en nobedadeak

source: Error 404: Page not found
eu: 404 okerra: Ez da orria aurkitu

source: Sorry, but the page you try to access was not found.
eu: Sentitzen dugu, baina sartzen saiatzen ari zaren orria ez da existitzen.

source: Error 500
eu: 500 Akatsa

source: Sorry, an error occurred. We have notified the site administrators to rectify.
eu: Sentitzen dugu baina akatsa izan da. Administratzaileak jakinaren gainean jarri ditugu.

source: Home
eu: Azala

source: Hello, %(username)s!
eu: Kaixo, %(username)s!

source: Log out
eu: Irten

source: Administration
eu: Administrazio

source: People
eu: Jendea

source: Services
eu: Zerbitzuak

source: Transfers
eu: Transferentziak

source: Reports
eu: Txostenak

source: Profile
eu: Profila

source: Login
eu: Sartu

source: Register
eu: Izena eman

source: Forgot your password?
eu: Pasahitza ahaztu duzu?

source: Preferences
eu: Lehentasunak

source: Credit: <strong>%(balance)s hours</strong>
eu: Kreditua : <strong>%(balance)s orduak</strong>

source: + news
eu: albiste +

source: Contact
eu: Kontaktuan jarri

source: project page
eu: Proiektuaren orria

source: created by
eu: Sortzailea

source: Timebank
eu: Denbora bankua

source: Translations
eu: Itzulpenak

source: Send email to all users
eu: Erabiltzaile guztiei emaila bidali.

source: report 1
eu: 1 txostena

source: report 2
eu: 2 txostena

source: report 3
eu: 3 txostena

source: report 4
eu: 4 txostena

source: report 5
eu: 5 txostena

source: Edit
eu: Editatu

source: Contact with the site owners via this form.
eu: Web gunearen jabeekin kontaktuan jarri formulario honen bitartez.

source: Send message
eu: Mezua bidali

source: %(SITE_NAME)s is a community where you can exchange services with other users using time as currency.
eu: %(SITE_NAME)s sistemaren bitartez, besteekin zerbitzu trukaketak egin ahal izango dituzu, beti ere denbora txanpon bezala erabiliz.

source: New services
eu: Zerbitzu berriak

source: To see all services you need to <a href='%(user_register)s'>register</a>.
eu: Zerbitzu gehiago ikusteko zure <a href='%(user_register)s'>izena-eman</a> ezazu.

source: + services
eu: zerbitzu +

source: Inbox
eu: Jasotako mezuak

source: Sent Messages
eu: Bidalitako mezuak

source: New Message
eu: Mezu berria

source: Trash
eu: Paperontzia

source: New message
eu: Mezu berria

source: Received
eu: Jasota

source: Action
eu: Ekintza

source: delete
eu: Ezabatu

source: No messages.
eu: Mezurik gabe.

source: Hi %(recipient)s, You have received the following comment from %(sender)s in the service (%(site_url)s%(service_url)s): %(body)s -- Sent from %(site_url)s View service: (%(site_url)s%(service_url)s
eu: Kaixo %(recipient)s, Ondorengo azalpena jaso duzu %(sender)s-rengandik, (%(site_url)s%(service_url)s) zerbitzutik: %(body)s -- %(site_url)s -tik bidalita Zerbitzua ikusteko: (%(site_url)s%(service_url)s

source: Hi %(recipient)s, You have received the following public message from %(sender)s in the service (%(site_url)s%(service_url)s):
eu: Kaixo %(recipient)s, %(sender)s -ren mezu publikoa jaso duzu (%(site_url)s%(service_url)s) zerbitzutik:
