Repository: tximikel/timebank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: Hi %(recipient)s, You have received the following private message from %(sender)s in the service (%(site_url)s%(service_url)s):
eu: Kaixo %(recipient)s, %(sender)s -ren mezu pribatua jaso duzu(%(site_url)s%(service_url)s) zerbitzutik:

source: Sent from %(site_url)s
eu: %(site_url)s -tik bidalita

source: Reply
eu: Erantzun

source: Sent
eu: Bidalita

source: Deleted Messages
eu: Ezabatu dira mezuak

source: undelete
eu: berreskuratu

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
eu: Ezabatzen dituzun mezuak paperontzira dijoaz, baina kontuz hor gordetzen dituzun mezuekin, noiz behinka paperontzi hau ustu egiten bait da.

source: View Message
eu: Mezua ikusi

source: Delete
eu: Ezabatu

source: Add a piece of news
eu: Berri bat erantsi.

source: previous
eu: aurrekoa

source: Page %(number)s of %(num_pages)s
eu: %(number)s .orria %(num_pages)s orrietatik

source: next
eu: hurrengoa

source: %(date)s ago by
eu: orain dela %(date)s

source: %(date)s ago
eu: orain dela %(date)s

source: You have deleted the message '%(message)s'.
eu: Ondorengo mezua ezabatu duzu: '%(message)s'.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
eu: Mezu hau ezabatu duzu: <a href="%(message_url)s">%(message)s</a>.

source: %(message_sender)s has sent you a message: %(message)s %(message_body)s http://%(current_site)s%(message_url)s
eu: %(message_sender)s erabiltzaileak ondorengo mezua bidali dizu: %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: You have received the message <a href="%(message_url)s">%(message)s</a> from %(message_sender)s.
eu: Mezu hau jaso duzu: <a href="%(message_url)s">%(message)s</a> de %(message_sender)s.

source: %(notice)s by %(message_sender)s
eu: %(message_sender)s erabiltzailearen %(notice)s

source: You have recovered the message '%(message)s'.
eu: Ondorengo mezua berreskuratu duzu: '%(message)s'.

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
eu: Mezu hau berreskuratu duzu: <a href="%(message_url)s">%(message)s</a>.

source: You have replied to '%(message_parent_msg)s' from %(message_recipient)s.
eu: %(message_recipient)s erabiltzailearen '%(message_parent_msg)s' mezua erantzun duzu.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from %(message_recipient)s.
eu: Mezu hau erantzun duzu: <a href="%(message_url)s">%(message_parent_msg)s</a> de %(message_recipient)s.

source: %(message_sender)s replied to '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s
eu: %(message_sender)s erabiltzaileak '%(message_parent_msg)s' mezua erantzun du: %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: %(message_sender)s has sent you a reply to %(message_parent_msg)s.
eu: %(message_sender)s erantzun dizu a %(message_parent_msg)s.

source: You have sent the message '%(message)s' to %(message_recipient)s.
eu: %(message_recipient)s erabiltzailearen '%(message)s' mezua jaso duzu.

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to %(message_recipient)s.
eu: %(message_recipient)s -ri mezu hau bidali diozu: <a href="%(message_url)s">%(message)s</a>

source: Hi %(transfer_creator)s, The transfer that you requested of a service from %(service_creator)s has been accepted by him. You can see the details of the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
eu: Kaixo %(transfer_creator)s, %(service_creator)s zerbitzuagatik eskatu zenuen transferentzia onartu egin da. Zehaztasunak ikusteko %(site_url)s%(transfer_url)s . %(site_url)s taldea

source: Hi %(transfer_creator)s, The direct transfer that you requested to %(transfer_recipient)s has been accepted by him. You can see the details of the transfer in %(site_url)s%(transfer_url)s. The team of %(site_url)s
eu: Kaixo %(transfer_creator)s, %(transfer_recipient)s zerbitzuagatik eskatu zenuen transferentzia zuzena onartu egin da. Zehaztasunak ikusteko %(site_url)s%(transfer_url)s . %(site_url)s taldea El equipo de %(site_url)s

source: Request transfer
eu: Transferentzia eskatu

source: My Services
eu: Nire zerbitzuak

source: Find Services
eu: Zerbitzuak aurkitu

source: Create new service
eu: Zerbitzu berri bat sortu

source: My Transfers
eu: Nire transferentziak

source: Create direct transfer
eu: Transferentzia zuzena sortu

source: Hi, The transfer initially requested by %(transfer_creator)s from the service created by %(service_creator)s has been cancelled. You can see the details of the cancelled transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
eu: Kaixo, %(service_creator)s zerbitzuagatik %(transfer_creator)s -k hasiera batean eskatutako transferentzia, deusestuta izan da. Zehaztasunak ikusteko: %(site_url)s%(transfer_url)s . %(site_url)s taldea

source: Hola %(transfer_recipient)s, The direct transfer created by %(transfer_creator)s with you has been cancelled. You can see the details of the cancelled transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
eu: Kaixo %(transfer_recipient)s, %(transfer_creator)s -k zurekin sortutako transferentzia zuzena, deusestuta izan da. Zehaztasunak ikusteko: %(site_url)s%(transfer_url)s . %(site_url)s taldea

source: Hi %(payee)s, The transfer of the service rendered by %(debtor)s has been confirmed by him. You can see the details of the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
eu: Kaixo %(payee)s, %(debtor)s -ri egin zenion zerbitzuko transferentzia onartuta dago. Zehaztasunak ikusteko: %(site_url)s%(transfer_url)s . %(site_url)s taldea

source: Edit service
eu: Zerbitzua editatu

source: Add service
eu: Zerbitzua erantsi

source: Save
eu: Gorde

source: Edit transfer
eu: Transferentzia editatu

source: Edit direct transfer
eu: Transferentzia zuzena editatu

source: Update transfer
eu: Transferentzia eguneratu

source: Hi %(service_creator)s, The transfer requested by %(transfer_creator)s of one of your services has been edited by him. You can see the updated details of the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
eu: Kaixo %(service_creator)s, Zure zerbitzu batetako transferentzia, %(transfer_creator)s editatu du. Zehaztasunak ikusteko %(site_url)s%(transfer_url)s . %(site_url)s taldea

source: No services.
eu: Ez dago zerbitzurik

source: Transfer hours
eu: Orduak transferitu

source: Create transfer
eu: Transferentzia sortu

source: Hi %(transfer_recipient)s, %(transfer_creator)s has created a direct transfer with you. You can see and admin the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
eu: Kaixo %(transfer_recipient)s, %(transfer_creator)s zurekin transferentzia zuzena sortu du. Transferentzia hau ikusteko eta kudeatzeko: %(site_url)s%(transfer_url)s . %(site_url)s taldea

source: Hi %(recipient)s, %(sender)s has requested to you a service you offer. You can see and admin the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
eu: Kaixo %(recipient)s, %(sender)s -k transferentzia eskatu dizu eskeintzen duzun zerbitzu bategatik. Transferentzia ikusi eta kudeatzeko: %(site_url)s%(transfer_url)s . %(site_url)s taldea

source: Hi %(recipient)s, %(sender)s has created a transfer of a service you request. You can see and admin the transfer in %(site_url)s%(transfer_url)s . The team of %(site_url)s
eu: Kaixo %(recipient)s, %(sender)s-k eskatzen duzun zerbitzu bateko transferentzia eskatzen dizu. Transferentzia ikusi eta kudeatzeko: %(site_url)s%(transfer_url)s . %(site_url)s taldea

source: Comment a service
eu: Zerbitzu bat azaldu

source: Comment the service
eu: Zerbitzua azaldu

source: Send comment
eu: Azalpena bidali

source: Cancel transfer
eu: Transferentzia deusestu

source: Confirm Transfer
eu: Transferentzia baieztatu

source: My services
eu: Nire zerbituzak

source: Page %(number)s of %(num_pages)s
eu: %(number)s orria %(num_pages)s orrietatik

source: comment is private
eu: Iruzkina pribatua da

source: Published %(time)s ago
eu: Orain dela %(time)s argitaratuta

source: Remove comment
eu: Iruzkina ezabatu

source: Type
eu: Mota

source: collective
eu: kolektiboa

source: individual
eu: banakakoa

source: Inactive
eu: Ez aktiboa

source: Published %(time)s ago
eu: Orain dela %(time)s argitaratuta

source: %(numpers)s persons joined
eu: %(numpers)s pertsonek izena emana

source: State
eu: Egoera

source: Leave it
eu: Nire izena kendu

source: Join me in it
eu: Nire izena eman

source: No transfers for now.
eu: Oraingoz inongo transferentziarik ez.

source: Detail
eu: Xehetasuna

source: Minimum & maximun attendance
eu: Gutxienezko eta gehienezko partaidetza

source: Scheduled date & time
eu: Programatutako data eta ordua

source: Time cost
eu: Denbora-kostua

source: Maximum money cost (person)
eu: Gehienezko diru-kostua (pertsoneko)

source: Time to return to the community (Common cash)
eu: Komunitatera itzultzeko denbora (Kaxa komunera)

source: See more
eu: Gehiago ikusi

source: transfers
eu: transferentziak

source: comments
eu: Iruzkinak

source: hours transferred
eu: transferitutako orduak

source: Comment
eu: Iruzkina

source: Remove
eu: Ezabatu

source: Disable
eu: Desaktibatu

source: Enable
eu: Aktibatu

source: Send pivate message
eu: Mezu pribatua bidali

source: Transfer of %(credits)s hours from <a href="%(debtor_url)s">%(debtor)s</a> to <a href="%(payee_url)s">%(payee)s</a>
eu: %(credits)s orduko transferentzia <a href="%(debtor_url)s">%(debtor)s</a>-(e)k <a href="%(payee_url)s">%(payee)s</a>-(e)(r)i

source: Private transfer of %(credits)s hours from <a href="%(debtor_url)s">%(debtor)s</a> to <a href="%(payee_url)s">%(payee)s</a>
eu: %(credits)s orduko transferentzia pribatua <a href="%(debtor_url)s">%(debtor)s</a>-(e)k <a href="%(payee_url)s">%(payee)s</a>-(e)(r)i

source: <strong>created</strong>, %(time)s ago
eu: <strong>sortua</strong>, orain dela %(time)s

source: <strong>accepted</strong>, created %(time)s ago
eu: <strong>onartuta</strong>, orain dela %(time)s sortuta

source: <strong>rejected</strong>, created %(time)s ago
eu: <strong>deusestuta</strong>, orain dela %(time)s sortuta

source: <strong>confirmed</strong>, %(time)s ago
eu: <strong>baieztatuta</strong> orain dela %(time)s

source: Send private message
eu: Mezu pribatua bidali

source: Accept transfer
eu: Transferentzia onartu

source: Confirm transfer
eu: Transferentzia konfirmatu

source: View service
eu: Zerbitzua ikusi

source: My transfers in this service
eu: Nire transferentziak zerbitzu honetan

source: Comments on service
eu: Zerbitzuaren inguruko iruzkinak

source: No comments for now.
eu: Oraingoz inongo iruzkinik ez.

source: View transfer
eu: Transferentzia ikusi

source: Service being transferred
eu: Transferitzen den zerbitzua

source: My transfers
eu: Nire transferentziak

source: Hi %(recipient)s, There are news in your profile in %(site_name)s that require your attention:
eu: Kaixo %(recipient)s, Zure arreta behar duten berriak daude %(site_name)s guneko zure perfilean:

source: Go to inbox: %(inbox_url)s
eu: Sarrera ontzira joan:%(inbox_url)s

source: %(site_url)s%(msg_url)s Message from %(from)s sent %(sent_ago)s ago: %(body)s
eu: %(site_url)s%(msg_url)s %(from)s -ren mezua, orain dela %(sent_ago)s bidalita: %(body)s

source: No unread messages
eu: Ez duzu irakurri gabeko mezurik

source: Unread comments in your profile
eu: Irakurri gabeko iruzkinak zure perfilean

source: Read all your comments in your profile: %(view_comments_url)s
eu: Zure perfileko iruzkin guztiak irakurri: %(view_comments_url)s

source: Comment from %(from)s, sent %(sent_ago)s ago: %(body)s
eu: %(from)s -ren iruzkina, orain dela %(sent_ago)s bidalita: %(body)s

source: No unread comments in your profile
eu: Ez dauzkazu irakurri gabeko iruzkinak zure perfilean

source: Pending transfers
eu: Zain dauzkazun transferentziak

source: Manage all your transfers: %(my_transfers_url)s
eu: Transferentzia guztiak kudeatu: %(my_transfers_url)s

source: %(site_url)s%(transfer_url)s Transfer with %(from)s, created %(created_ago)s ago in status %(status)s %(description)s
eu: %(site_url)s%(transfer_url)s %(from)s -kin duzun iruzkina, orain dela %(created_ago)s sortuta, egoera %(status)s %(description)s

source: No pending transfers
eu: Ez dauzkazu zain transferentziarik

source: Besides all this, you may be interested in:
eu: Honetaz gain, hauxe ere zure interesekoa izan daiteke:

source: Latest services
eu: Azken zerbitzuak

source: Service list: %(services_url)s
eu: Zerbitzuen zerrenda: %(services_url)s

source: %(site_url)s%(service_url)s Service in the area of "%(area)s" and category "%(category)s" created by %(from)s published %(published_ago)s ago %(description)s
eu: %(site_url)s%(service_url)s "%(area)s" komunitateko zerbitzua eta "%(category)s" kategoriakoa %(from)s sortutakoa, orain dela %(published_ago)s argitaratutakoa %(description)s

source: No new services
eu: Ez daude zerbitzu berririk

source: Exchange your time and skills in %(site_name)s, %(site_url)s . Do not want to receive these notifications via email? Set the preferences in your profile in %(site_url)s%(prefs_url)s
eu: Zure denbora eta gaitasunak trukatzeko, hemen: %(site_name)s, %(site_url)s. Ez dituzu abisuak emailez jaso nahi? Zehaztu zure lehentasunak zure perfilean: %(site_url)s%(prefs_url)s

source: Find people
eu: Jendea aurkitu

source: No one was found
eu: Inor ez da aurkitu

source: %(username)s's Services
eu: de %(username)s-ren zerbitzuak

source: View profile
eu: Profila ikusi

source: View his services
eu: Bere zerbitzuak ikusi

source: Edit profile
eu: Profila editatu

source: Change password
eu: Pasahitza aldatu

source: Did you forget your password?
eu: Zure pasahitza ahaztu al duzu?

source: Fill the following form so that we can send you a link to your email address which will let you change your password.
eu: Zure pasahitza aldatzeko, bete ezazu ondorengo formularioa eta zure emailera bidaliko dizugun lotura erabiliz egingo duzu.

source: Send verification email
eu: Egiaztapen emaila bidali

source: Change your password
eu: Pasahitza aldatu

source: Now that we have verified your identity, you can set your new password. Try not to forget it again. In case you forget it, you can still use again the same form to reset it if you at least remember your username or email address.
eu: Zure identitatea baieztatu dugu, orain pasahitza berria zehaztu dezakezu. Saia zaitez berriro ere ez ahazten, baina hala balitz, lasai, beti ere formulario hau erabiliz berreskura dezakezu. Hala ere, garrantzitsua da BETI zure erabiltzaile izena edo emaila gogoratzea!!

source: <strong>¡Error!</strong> This confirmation link is invalid or has expired. Check that you accessed the correct link, or try again to reset your password.
eu: <strong>¡Error!</strong> Pasahitza baieztatzeko lotura hau okerra da edo zaharkituta dago. Baieztatu zazu lotura onean sartu zarela, edo berriz eskatu ezazu zure pasahitza berrezartzea.

source: Hi, You are receiving this email because you requested to reset your password for your account in %(protocol)s://%(site_name)s. If you didn't request to reset your password, you should ignore this message. You can change your password in the following address: %(protocol)s://%(domain)s%(url_remember)s Yor username, in case you forgot it, is: %(username)s Thanks for using our web site! -- The team of %(site_name)s
eu: Kaixo, Email hau jasotzen ari zara, zure kontuko pasahitza berreskuratu nahi zenuelako: %(protocol)s://%(site_name)s. Ez baduzu eskaera hau egin, mezu hau alde batera utzi. Pasahitza aldatzeko lotura: %(protocol)s://%(domain)s%(url_remember)s Behar izan ezgero, hau da zure erabiltzailearen izena: %(username)s Eskerrik asko gure web orria erabiltzeagatik! -- %(site_name)s taldea

source: Remove user
eu: Ezabatu

source: Join Us
eu: Izena eman

source: Nick
eu: Ezizena

source: Last Name
eu: Abizenak

source: Global rating
eu: Puntuazio orokorra

source: Address
eu: Helbide fisikoa

source: Email
eu: Posta elektronikoa

source: Land line
eu: Telefonoa

source: Mobile telephone
eu: Telefono mugikorra

source: Publish comment in his profile
eu: Iruzkina bere ohar-taulan argitaratu

source: Messages published in his profile
eu: Bere ohar-taulan argitaratutako mezuak:

source: No one sent a message to this user profile.
eu: Inork ez du momentuz erabiltzaile honen perfilera mezurik bidali.

source: Error running spellchecker
eu: Ortografia zuzentzailea erabiltzerakoan akatsa egon da.

source: Activate users
eu: Erabiltzaileak aktibatu

source: Deactivate users
eu: Erabiltzaileak desaktibatu

source: Your password has been reset for %(site_name)s
eu: Zure pasahitza %(site_name)s berrezarri da.

source: %(username)s! The admins have reset your password, You can enter in http://%(url)s/ with the following credentials: username: %(username)s password: %(password)s You can change your password in your profile: http://%(url)s%(pwdchange)s - The team of %(site_name)s.
eu: %(username)s! Sistemako administratzaileek zure pasahitza berrezarri dute. Ondorengo loturan sar zaitezke: http://%(url)s/ ,ondoren dauzkazun zure datuak erabiliz: Erabiltzailea: %(username)s Pasahitza: %(password)s Zure perfilean alda dezakezu pasahitza: http://%(url)s%(pwdchange)s %(site_name)s taldea

source: Reset password
eu: Pasahitza berrezarri

source: Welcome to %(site_name)s, %(username)s
eu: Ongi etorria %(username)s, %(site_name)s-ra

source: Congratulations %(username)s! The admins have accepted your registration request, now you can start collaborating in our community in http://%(url)s/. - The team of %(site_name)s.
eu: Ongi etorria %(username)s! TRUKEADOS-eko dinamizazio taldeak zure eskaera onartu du... jada baduzu aukera trukaketekin hasteko: http://%(url)s/. %(site_name)s taldea

source: Birth date
eu: Jaiotze data

source: Last name
eu: Abizenak

source: Email address
eu: Posta elektronikoa

source: Example: Avda. Molina, 12, Sevilla
eu: Adibidea: Avda. Salis, 12, Irun

source: Personal description
eu: Laburpen pertsonala

source: Mobile Telephone
eu: Telefono mugikorra

source: Avatar
eu: Avatarra

source: Current password
eu: Pasahitza

source: Enter your current password to check your identity
eu: Zure identitatea baieztatzeko, sar ezazu zure oraingo pasahitza.

source: The two password fields didn't match.
eu: Sartutako bi pasahitzak ez datoz bat.

source: Reason
eu: Arrazoia

source: Have we done something wrong? Please tell us why you wantrmeove your user.
eu: Zerbait gaizki egin al dugu? Mesedez ezaiguzu zure bajaren arrazoia.

source: less than 24 hours ago
eu: 24 ordu baino gutxiago

source: less than one week ago
eu: aste bete baino gutxiago

source: less than one month ago
eu: hilabete bat baino gutxiago

source: less than 3 months ago
eu: 3 hilabete baino gutxiago

source: less than 6 months ago
eu: 6 hilabete baino gutxiago

source: less than one year ago
eu: urte bete baino gutxiago

source: User connected
eu: Erabiltzailea orain dela ... konektatu zen:

source: more than a week ago
eu: aste bete baino gehiago

source: more than one month ago
eu: hilabete bat baino gehiago

source: more than 3 months ago
eu: 3 hilabete baino gehiago

source: more than 6 months ago
eu: 6 hilabete baino gehiago

source: more than one year
eu: urte bete baino gehiago

source: Without services
eu: Zerbitzurik gabe

source: Message body
eu: Mezua

source: address
eu: Helbidea

source: Personal address
eu: Helbidea

source: Mobile phone
eu: Telefono mugikorra

source: Receive email updates
eu: Aktualizazioak emailez jaso

source: Language Code
eu: Hizkuntza kodea

source: Is area coordinator?
eu: Komunitateko dinamizatzailea al da?

source: Is collective user?
eu: Erabiltzaile kolektiboa al da?

source: Users
eu: Erabiltzaileak

source: [%(site_name)s] User %(username)s joined
eu: [%(site_name)s] erabiltzailea %(username)s erregistratuta

source: A new user has joined with the name %s . Please review his data and make it active.
eu: %s izena duen erabiltzaile berriak izena eman du. Mesedez, datuak berrikusi eta alta eman.

source: You have joined as %(username)s in %(site_name)s
eu: Hemen:%(site_name)s, %(username)s izena erabiliz erregistratu zara

source: Hello %(username)s! You just joined to http://%(url)s/ . Soon the creation of your user will be reviewed by one of our admins and if everything is ok, we will enable your user and you will be able to start participating in our community. - The team of %(site_name)s.
eu: Kaixo %(username)s! Oraintxe izena eman duzu hemen: http://%(url)s/. Ahalik eta azkarren sistemako administratzaileak zure erregistroa berrikusiko dute eta dena ondo badago, zure erabiltzailea aktibatuko dugu eta trukatzen hasteko aukera izango duzu. %(site_name)s taldea.

source: You just joined us, <strong>%(username)s</strong>. We have sent you an email to <strong>%(email)s</strong> confirming your inscription request. As soon as our admins review your request we will send you an email and you will be able to start to participate in our community.
eu: Oraintxe <strong>%(username)s</strong> web gunean izena eman duzu. <strong>%(email)s</strong>helbidera emaila bidali dizugu zure erregistroa baieztatzeko. Sistemako administratzaileak datuen errebisioa egin bezain laster beste email bat bidaliko dizugu eta orduan trukatzen hasteko prest egongo da dena.

source: User created successfully
eu: Zuzentasunez sortutako erabiltzailea

source: Hello %(username)s! You just joined to http://%(url)s/ . Now you can start participating in our community! - The team of %(site_name)s.
eu: Kaixo %(username)s! http://%(url)s/ -en izena eman duzu. Gure komunitatean parte hartzeko prest zaude. de %(site_name)s taldea

source: You just joined us, <strong>%(username)s</strong>. We have sent you a confirmation email to <strong>%(email)s</strong>. Now you can start to participate in our community.
eu: <strong>%(username)s</strong> webgunean izena eman duzu. Baieztapen emaila bidali dizugu helbide honetara: <strong>%(email)s</strong>. Gure komunitatean parte hartzeko prest zaude.

source: Welcome %s
eu: Ongi etorria %s

source: Your account is disabled, contact the admins
eu: Zure kontua desaktibatuta dago, mesedez, administratzaileekin kontaktuan jarri.

source: Invalid username or password
eu: Erabiltzailea edo pasahitza ez da zuzena

source: We have sent you an email to your address with instructions to recover your password. It might take a bit to arrive to your inbox so please be patient. If it seems that it doesn't arrive, you might want to check your spam folder.
eu: Zure email helbidera pasahitza berreskuratzeko egin behar duzuna jartzen duen emaila bidali dizugu. Pazientzia izan mesedez, pixka bat luza daiteke. Iristen ez bazaizu, begira ezazu "Baztergarriak" zure emaileko karpetan.

source: Password recovery in process
eu: Zure pasahitza, berreskuratzeko prozesua dago.

source: Your password was changed successfully, now you can login using your username and the new password using the login form in the grey box at the left.
eu: Zure pasahitza zuzentasunez aldatu duzu. Sisteman sartu nahi baduzu, sar ezazu zure erabiltzaile izena eta pasahitza ezkerrean dagoen lauki grisean.

source: Password changed successfully
eu: Zuzentasunez aldatutako pasahitza

source: [%(site_name)s] %(username)s modified his data
eu: [%(site_name)s] %(username)s -k bere datuak aldatu ditu
