Repository: tximikel/timebank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: Username %(username)s modified his profile. Old data: - Name: %(old_name)s - Last name: %(old_surnames)s - Email address: %(old_email)s - Address: %(old_address)s - Birth date: %(old_birth_date)s - Description: %(old_description)s New data: - Name: %(name)s - Last name: %(surnames)s - Email address: %(email)s - Address: %(address)s - Birth date: %(birth_date)s - Description: %(description)s
eu: %(username)s izena duen erabiltzaileak bere perfileko datuak aldatu ditu. Datu zaharrak: - Izena: %(old_name)s - Abizenak: %(old_surnames)s - Email helbidea: %(old_email)s - Helbide fisikoa: %(old_address)s - Jaiotze data: %(old_birth_date)s - Laburpen pertsonala: %(old_description)s Datu berriak: - Izena: %(name)s - Abizenak: %(surnames)s - Email helbidea: %(email)s - Helbide fisikoa: %(address)s - Jaiotze data: %(birth_date)s - Laburpen pertsonala: %(description)s

source: Profile updated: <a href="%s">view your profile</a>.
eu: Eguneratutako profila: <a href="%s">zure profila ikusi</a>.

source: Password changed.
eu: Pasahitza aldatu da

source: [%(site_name)s] User %(username)s disabled
eu: [%(site_name)s] erabiltzailea %(username)s desaktibatuta

source: The user %(username)s has requested being removed from the website. The reason given was: %(reason)s
eu: %(username)s izena duen erabiltzaileak, web gunetik ezabatuta izatea eskatu du. Hona hemen eman duen arrazoia: %(reason)s

source: You removed your profile %(username)s in %(site_name)s
eu: %(site_name)s-tik zure %(username)s profila ezabatu duzu

source: Hello %(username)s! You removed your profile in http://%(url)s/ . We regret your decision to take this step. We'll read the reason why you removed yourself from this community that you provided to us and we'll have it in mind to improve our service in the future. - The team of %(site_name)s.
eu: Kaixo %(username)s! http://%(url)s/-tik zure profila ezabatu duzu. Sentitzen dugu pausu hau eman izana, eman diguzun zure arrazoia irakurriko dugu eta etorkizunean hobetzeko kontutan edukiko dugu. %(site_name)s taldea

source: We regret your decision to take this step.We'll read the reason why you removed yourself from this community that you provided to us and we'll have it in mind to improve our service in the future.
eu: Sentitzen dugu pausu hau eman izana, eman diguzun zure arrazoia irakurriko dugu eta etorkizunean hobetzeko kontutan edukiko dugu.

source: User removed
eu: Ezabatutako erabiltzailea

source: Message added to %s public profile
eu: %s -ren perfil publikora erantsitako mezua

source: You don't have permission to send an email to all users
eu: Ez daukazu baimenik erabiltzaile guztiei emaila bidaltzeko

source: Email sent to all users
eu: Erabiltzaile guztiei bidalitako emaila
