Repository: tximikel/timebank
Catalog: report/locale/*/LC_MESSAGES/django.po
Languages: es

source: Area id
es: Cód. comunidad

source: Area name
es: Nombre comunidad

source: User id
es: Cód. usuarix

source: User name
es: Nombre usuarix

source: Transference payee
es: Transf. cobradas (h)

source: Transference debtor
es: Transf. pagadas (h)

source: Balance total
es: Balance total (h)

source: Balance check
es: Comprobación balance (h)

source: Area
es: Comunidad

source: User
es: Usuarix

source: Transferences balance check report
es: Informe de comprobación de transferencias-balance

source: Service id
es: Cód. servicio

source: Service name
es: Nombre servicio

source: Is offer?
es: Es oferta?

source: Transf. user
es: Usuarix transf.

source: Sum. of Transf. payee
es: Suma Transf. cobradas (h)

source: Sum of Transf. debtor
es: Suma Transf. pagadas (h)

source: Service transferences report
es: Informe de transferencias de servicios
